{"blog_name":"sv-picassol","id":50280518240,"post_url":"http://picassol.co/post/50280518240/sails","slug":"sails","type":"text","date":"2013-05-12 19:30:56 GMT","timestamp":1368387056,"state":"published","format":"markdown","reblog_key":"EtFHJllx","tags":["sails"],"short_url":"http://tmblr.co/Zsxjbskqyz9W","followed":false,"highlighted":[],"liked":false,"note_count":3,"title":"Sails","body":"How does a sailboat sail? With the wind blowing into its sails, of course, you knew that already. But how exactly? The wind doesn't actually blow into the sails but past them. That is, there are two modes of operation if you will:\n\n![](http://media.tumblr.com/0f5cc928c6672ddb3772f8900822b1a6/tumblr_inline_mmp8wrjZ321qz4rgp.gif)\n\nWhen the wind comes from behind the sails are oriented orthogonally to the wind direction, i.e. to the side of the boat. In that case the wind blows into the sail and that pushes the boat forward.\n\n![](http://media.tumblr.com/7152455737b683868280944b76e958e4/tumblr_inline_mmp90jljQH1qz4rgp.jpg)\n\nThe other case, which applies at all other wind angles is that the sails work like the wings of a plane. If you look at a sail from the side it's not actually flat but shaped just like a wing - thin at the edges with a bulge in the middle to one side. Some boats, like catamarans at the [America's Cup](http://bluewaterproject.org/post/48614708485/americas-cup-world-series-in-naples) actually have solid wing sails. When the air flows past the sail it is forced to flow around the bulge on one side. This creates a low pressure area in front of the sail that pulls the boat forward.\n\nMost recreational sail boats today have one of the following rig types:\n\n1. Sloop - one main sail, one head sail\n2. Cutter - additional head sail\n3. Ketch - additional mast in the aft section with mizzen sail\n\nThe reasons for carrying more than one sail are manifold. For one, it's easier to handle multiple small sails as opposed to one big one. The loads are smaller, so sheets, winches and other gear can be smaller. The sails are lighter, so can be carried by fewer people. Then it's easier to balance a boat with multiple sails - by changing the size and angle of different sails you can make the boat steer a straigtht line by itself. This reduces the forces on the rudder and improves speed. More of a side effect: you get redundancy. If one sail gets damaged you can take it down and still use the other one(s).\n\n## Main Sail\n\nThe main sail is attached to the mast via a track and to the end of the boom using a line. It can be positioned to the desired angle by rotating the boom around the mast.\n\n![](http://media.tumblr.com/06d61468857731a5811c197bf93e8375/tumblr_inline_mmp942EkZo1qz4rgp.jpg)\n\nGood main sails are suppoerted by a number of horizontal battens - these help the sail to maintain its wing shape and thus improve sailing performance. When there's too much wind the main sail's area can be reduced by lowering it towards the boom. The lower part of the sail is now stacked on the boom and the boat sails with the remaining area. Not only is the area reduced, the top section of the sail is also lower now, further reducing the forces hitting the boat - wind speed increases square with height over water.\n\nJust to turn this around: in order to achieve high performance in light winds a boat needs as much sail area as possible as high as possible in the air. A long mast is an obvious solution. Another is a so called fat head sail - these sails are not triangle shaped but have an additional top edge, making the sail foursquare.\n\n![](http://media.tumblr.com/556bdc78b133bdb5e9c4540cad4fd84e/tumblr_inline_mmp990hsXy1qz4rgp.jpg)\n\n## Head Sails\n\nThe typical head sail is positioned in front of the mast. It is attached to the mast at the top and to the deck in the front. There is no headsail boom, instead a sheet goes directly through the aft corner and is led to the cockpit. To reef a headsail in strong winds you can either furl it (if it is attached to a furler) or you have to take it down and hoist a smaller one.\n\nHead sails therefore come in different sizes, usually measured in percent (see [details](http://www.jasperandbailey.com/tech/headsails.html)), so you can put up a 100% headsail, a 130% and a 150% one - depending on how much wind you have.\n\nWhen going downwind for long distances (for example crossing the Atlantic in the trade winds) many boats put out two head sails (one to each side) and take down the main sail completely.\n\n## More Sails\n\nObviously it doesn't stop here. The main and head sails are sort of the allround sails of every boat. In addition to that you can add a multitude of specialized sails. The most popular ones are light wind sails that have a huge area and are driven from the bow, in front of any head sails. The two main categories are symmetric and asymmetric sails.\n\n![](http://media.tumblr.com/1f9a9b64a6cbd5cbf2bf205d27d38f23/tumblr_inline_mmpa2tLYQb1qz4rgp.jpg)\n\nA symmetric spinnaker is attached to the mast at the top and to an additional spinnaker boom at its bottom. It is best suited for downwind and reaching courses.\n\nAsymmetric sails are similar to head sails but with a more bulbous shape and larger area. They are best for anything between upwind and downwind (I might be oversimplifying things a bit here).\n\n![](http://media.tumblr.com/09674ba2440bf4e8cacf739141b4daff/tumblr_inline_mmp9ewT1ip1qz4rgp.jpg)\n\nThe problem with these sails is that they are harder to depower than normal sails due to their baloon-like shape. If the wind increases and you don't take them down early enough or you are hit by a gust you are in for some trouble. Then again they do provide a lof of power as long as you can control it, so every race boat has a bunch of those sails up whenever possible.\n\n## Materials\n\nThere are two basic types of sails in terms of materials: traditional, woven sails and laminated sails.\n\nWoven sails are typically made of Polyethylene (PET, also known as Dacron). They are cheap to make, durable (also: UV resistant) and easy to repair. The biggest downside is that they stretch over time which changes their shape and hence hinders performance.\n\nLaminated sails are made of fibers laid out and held together by glueing them between two layers of film. Their biggest advantage is that the fibers can be laid out in an ideal way - parallel to where the forces apply. This reduces stretch significantly. Downsides are reduced durability (flexing, UV rays) and increased cost.\n\nHence, all race boats use laminated sails, most cruising boats use woven sails, although the number of cruisers carrying laminated sails is increasing. The most popular brand is North Sails with their newest line called 3Di used by most racers:\n\n<iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/J2riGIURhAU?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\n\n## Different sails\n\nThere are many other types and shapes of sails, especially in older and/or big boats. Here's the [Maltese Falcon](http://www.symaltesefalcon.com/) with its [DynaRig](http://www.symaltesefalcon.com/design-concepts.php).\n\n<iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/IYySluFUyRw?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\n\nAs usual, this post is only scratching on the surface of the topic, but I hope it suffices as an introduction. More to come.","can_reply":false}