{"blog_name":"sv-picassol","id":53745712877,"post_url":"http://picassol.co/post/53745712877/worlds-fastest-sailboat","slug":"worlds-fastest-sailboat","type":"text","date":"2013-06-24 08:44:49 GMT","timestamp":1372063489,"state":"published","format":"markdown","reblog_key":"m9wzfssI","tags":["canting keel","speed","sailing","foils"],"short_url":"http://tmblr.co/Zsxjbso3Vdxj","followed":false,"highlighted":[],"liked":false,"note_count":0,"title":"World's fastest Sailboat","body":"<iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/S3mQNLTuJRI?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\n\nI recently came a across a TedX talk by Vlad Murnikov titled \"From impossible to reality - world's fastest sailboat\". The premise of the talk is that on average sailing boats get 50% faster every 20 years but he does not want to wait 20 years, and so presents two ideas to achieve the next speed bump.\n\n## Canting keel for real\n\nCanting keels have been invented in the 80s and have since become an integral part of race boats such as the IMOCA 60. By swinging the keel some 40째 to windward it provides more righting moment, the boat heels less (or heels the same with more sail area up) and is hence faster.\nNow Vlad adds a little twist to the system - his keels cant up to 80째. And 80째 is not just twice as much as 40째, at that angle the keel bulb gets lifted out of the water. This dramatically increases its weight force as it no more swims in the relatively dense water but now flies in the air, creating a much more efficient system.\n\n## New Hull\n\nThe second improvement he mentions is a new hull shape. Today's boats, when hitting a wave, get lifted up and then roll over it. With increasing speed the lifting becomes more and more a slamming, slowing the boat down and putting high stress on the boat and its crew.\nVlad's hull supposedly cuts through the waves, which means it always floats at the bottom of the waves, never going up or down, never hitting anything. \n\nIn addition to these two main features the boat employs hydrofoils to further improve stability and the keel can be lifted in order to enter shallow water.\n\nHis boat project is called Speed Dream and you can find more information and videos on [the website](http://www.speeddream.org/site/index.html). There's also a link to three [publications that go into more technical details](http://issuu.com/speeddream).\n","can_reply":false}