{"blog_name":"sv-picassol","id":49426659534,"post_url":"http://picassol.co/post/49426659534/an-introduction-to-boats-part-2","slug":"an-introduction-to-boats-part-2","type":"text","date":"2013-05-02 08:40:50 GMT","timestamp":1367484050,"state":"published","format":"markdown","reblog_key":"gowxAhKe","tags":["yacht","comfort","aesthetics"],"short_url":"http://tmblr.co/Zsxjbsk23lZE","followed":false,"highlighted":[],"liked":false,"note_count":2,"title":"An Introduction to Boats - Part 2","body":"This is part two of [An introduction to boats](http://bluewaterproject.org/post/47373561591/an-introduction-to-boats-that-goes-into-a-few) and this we talk about comfortable living on board and aesthetics.\n\n## Comfort\n\nWhat constitutes a comfortable boat is of course a question that when asked ten times will yield ten different answers. Some people might prefer a large boat, others put certain items such as air conditioning high up on their list. There are a few basics that you want to keep an eye on when looking for or outfitting your boat.\n\nOne of the problems every ocean going boat will encounter is swell, which results in the boat moving up and down and in turn can lead to sea sickness. While most people can adjust to the ever present motion of a boat at sea I have found that there is a limit to how much you can bear. Hence you want your boat to move as little as possible. As we have learned in part one, a bigger boat will generally be more stable, so buying a 45 footer will make you life easier than a tiny 30ft boat. Hull shape is again important. Most modern boats have a beamy (wide) hull, which actually increases the motion from waves coming from the side. A more traditional boat, possibly with a heavier keel, will move less. Then again you won't be as fast so you will have less motion for a longer period of time. As you can see you can't really escape the motion of the ocean, but you can lessen its effects. The closer you are to he center of the boat the better, so don't sleep in a forward cabin, where you will be thrown around mercilessly, but stay in the saloon. Speaking of being thrown around: when making passage you will want a bed that is as narrow as possible so that you can sleep with your body supported by walls.\n\nThe second problem, which also contributes to sea sickness, is heat, or lack of ventilation. Especially in the tropics, where most sailing boats spend most of their time, it will get incredibly hot and humid. A boat with too little ventilation and maybe some large windows will let the temperatures climb up to 40 or even 50°C. The first step to get some air in are the boat's hatches. Most boats will have a hatch at the front and the opening to the cockpit. That will vent the main compartment. Any  separate space will need its own hatches though. The more walls the more hatches. And the more hatches to close when it rains. Or maybe just fewer walls.\n\nIn rain you can protect your hatches with various constructs like tarps. In heavy weather you must close them. Dorades avoid these problems. These are pipes that go through the deck and create a stream of air like a chimney. The top of the pipe is curved so it points to to the front or aft, not up,  hence you can leave them open in the rain and in heavy weather (to the degree where you would expect a knock-down).\n\n![Dorade box](http://media.tumblr.com/a6abfd72411d51530c2cf43947a47c9d/tumblr_inline_mm5w3f57eD1qz4rgp.png)\n\nThis is how a dorade works ([via](http://en.wikipedia.org/wiki/Dorade_box)).\n\nIf you don't want to or can't install enough hatches or Dorades or take out walls you can start installing fans. Now you have made the step fom passive to active ventilation, i.e. you need electricity (albeit not much) and you have just added a bunch of devices that will eventually break. Continuing this path you have the option of installing an air conditioning system that can actively cool your ship. This would be a pretty big investment though and it would consume so much energy you would have to upgrade your electrical system, possibly adding a generator, too. Not something I would want to have on my boat.\n\nIf you want to leave the tropics and travel to higher latitudes you will encounter the opposite problem: cold. The obvious answer to that is a heating system. These exist in a number of varieties. For example you can run your engine and use fans/pipes to distribute the neat it generates throughout the boat. A more sophisticated solution would be to install a dedicated heater that burns some kind of fuel. You already carry Diesel so that might be a good choice, but there are other systems as well.\n\nBack to the tropics there is another problem in need of a solution. It's white and hot and burning down from the sky. Apart from hearing up the boat it also burns away your skin.  The solution to that is called a Bimini, which is a foldable roof made of cloth that you can set up over the cockpit, similar to a convertible car. On many boats that Bimini is attached to the dodger - it spans over the companionway hatch and protects you from wind and water coming from the front. The dodger can be made of cloth and foldable with plastic windows or a solid one made of carbon fiber or something similar, in which case it cannot be removed. Race boats often have a hard dodger: at high speed thousands of liters of water per minute shoot over the deck and would drown anyone within minutes.\n\n![](http://media.tumblr.com/3dab1c97a5a3ca6fbb9126608ab5cf46/tumblr_inline_mm5wdkATW51qz4rgp.jpg)\n\nSoft dodger with Bimini\n\n## Aesthetics\n\nYou can only argue about aesthetics so much, so I'll just talk about what I like.\n\nMy favorite boats are ocean going race boats such as the IMOCA 60 and the Open 40 class. These are open classes which means these boats are built within certain rules but can still differ in a lot of details. IMOCAs are the boats used in the Vendée Globe round the world race. 60 feet long, sailed by a single person and their auto pilot. They are built from carbon fiber and can go up to over 30 knots (surfing down a wave) and this is what they look like:\n\n![](http://media.tumblr.com/f89af0a3646e166be14731bf814258d1/tumblr_inline_mm5wqhEWyi1qz4rgp.jpg)\n\nIMOCA 60\n\nIMOCAs are such power boats you couldn't really take them for cruising. The loads on these boats are so high things would break much too often and sailing these at high speeds feels like being on a derailed roller coaster. There's also the price, some $3m or so. But they look really fantastic!\n\nThe Open 40 boats are only 40 feet long which means they are actually manageable by more or less normal people. They are also much more affordable (you can get one for a mere $400k) while still looking really sleek and fast.\n\n![](http://media.tumblr.com/b5fb23e670e4c806d32967a0c7033205/tumblr_inline_mm5x1aRHDk1qz4rgp.jpg)\n\nOpen 40 design\n\nGoing towards cruising there are boats like the Alubat Cigale made out of aluminum. Still a performance boat but these come with a more cruising capable outfit, i.e. they actually have an interior, as opposed to the racers where you almost live inside of a bare hull.\n\n![](http://media.tumblr.com/8155f02df9df5d55f3a5b33addda9835/tumblr_inline_mm5x55q7ey1qz4rgp.jpg)\n\nAlubat Cigale 16\n\nWell, so these are my favorites. Everything else after that is a compromise for me. There are of course countless luxury boats out there that other people might prefer. Even others like classic boats, or huge super yachts. I'll leave you with a few more photos.\n\n![](http://media.tumblr.com/3eecb336bbfc4ab09111fae8abd137f7/tumblr_inline_mm5x7d1kNG1qz4rgp.jpg)\n\nA Wally 83 luxury yacht\n\n![](http://media.tumblr.com/63efa52bfd768b15b2ca7813f5207682/tumblr_inline_mm5xaozejY1qz4rgp.jpg)\n\nAn Amel, for the older generation\n\n![](http://media.tumblr.com/4e8dfe869e05e7c5590656f6a6e2dfa5/tumblr_inline_mm5xciL8MS1qz4rgp.jpg)\n\nA classic boat.\n\n![](http://media.tumblr.com/6d1919ed036d39562d06966fd0623cff/tumblr_inline_mm5xe9d2851qz4rgp.jpg)\n\nA Gunboat catamaran.","can_reply":false}