{"blog_name":"sv-picassol","id":54453190718,"post_url":"http://picassol.co/post/54453190718/the-voyagers-handbook","slug":"the-voyagers-handbook","type":"text","date":"2013-07-02 20:22:04 GMT","timestamp":1372796524,"state":"published","format":"markdown","reblog_key":"7XYXHkTJ","tags":[],"short_url":"http://tmblr.co/ZsxjbsojgS0_","followed":false,"highlighted":[],"liked":false,"note_count":0,"title":"The Voyager's Handbook","body":"I recently finished reading [The Voyager's Handbook](http://www.amazon.com/The-Voyagers-Handbook-Essential-Cruising/dp/0071437657/ref=sr_1_1?ie=UTF8&qid=1372751968&sr=8-1&keywords=the+voyagers+handbook), a guide for liveaboard sailors and those who want to become ones. The book is written by Beth Leonard who has been been sailing together with her husband Evans for over a decade now, first in their 37 foot ketch _Silk_ for three years and then on a 47 foot sloop _Hawk_ that they built themselves.\n\nCalling this book comprehensive has to be a vast understatement. They cover any topic imaginable, from how to convince your partner, what boat to buy, how to fit it out, what skills to acquire, what routes to take, the gear you should get, weather, storm tactics, cost, dealing with customs and so on and so on.\n\nThree boats/crews serve as examples throughout the book: Simplicity - a small 30ft boat with a young couple on board - Moderation - a family on a catamaran - and Highlife, a retired couple on a luxury 50 footer. The three groups are complemented by Beth and Evan's own experiences as well as the results of interviews and surveys they have conducted with other cruisers.\n\nI have [highlighted almost 300 passages in the book](https://kindle.amazon.com/your_highlights_and_notes/B0072UO1VA), here are some of my favorites:\n\n> An offshore boat needs to stay upright. If it is rolled by an exceptionally large wave, a monohull needs to come back upright within less than 2 minutes, the length of time most of us can hold our breath.\n\n> Taking a production offshore boat voyaging, no matter how well built, is like taking a stock Jeep in the Paris-to-Dakar rally.\n\n> We have followed the lead of offshore racers and installed a car-racing seat with proper lumbar support and shoulder bolsters to hold us in place in our nav station.\n\n> Take a picture of the interior of your boat and turn it upside down. Now make a list of everything that wouldn’t stay put, and figure out how you will secure it.\n\n> On Hawk, we can reef when sailing dead downwind in up to 20 knots apparent.\n\n> You should only leave the boat when you have to step up to get into the life raft.\n\n> Your crew must include, among other things, a communications officer, engineer, cook, doctor, and cruise director.\n\n> On our first offshore passage, we made the mistake of leaving our seasickness medications in our medical kit, stowed at the bottom of a hanging locker near the bow. When we got into a storm, we were too seasick to get to the medications.\n\n> In moving aboard and living with fewer possessions in the course of your first year at sea, you will begin to separate your many wants from your few needs. The possessions you carry will mean more, and you’ll realize how little most of what you gave up mattered to you.\n\n> Our worst moments have almost all been caused by our own stupid mistakes.\n\n> When you arrive at many islands and dutifully drop your garbage in the rubbish bin, it is often dumped on the beach to be removed by the tide.\n\n> Don’t swim where there is an ocean current. The marine life may find you of interest!\n\n> A 40-foot monohull, then, can be knocked down past 130 degrees by a breaking wave just 14 feet high if taken on the beam. It may be capsized (though if well designed it should come back upright again) if hit by an 18-foot-high breaking wave on the beam. It will be capsized if hit by a 22-foot breaking wave on the beam.\n\n> When you arrive by boat, you will spend an average of half a day filling out forms meant for freighters and answering questions about how many stowaways you discovered en route.\n\n> The cultural experiences that we most treasure often lie a day or so to windward from where the voyaging boats congregate.\n\n> ‘Cruising is working on the boat in exotic places’\n\n","can_reply":false}