{"blog_name":"sv-picassol","id":104590886597,"post_url":"http://picassol.co/post/104590886597/going-smaller-going-mini","slug":"going-smaller-going-mini","type":"text","date":"2014-12-07 17:17:00 GMT","timestamp":1417972620,"state":"published","format":"markdown","reblog_key":"M8qK6OKz","tags":["mini650","build"],"short_url":"http://tmblr.co/Zsxjbs1XQ6aR5","followed":false,"highlighted":[],"liked":false,"note_count":0,"title":"Going smaller, going Mini","body":"I have to announce a bit of a change to the project. Over lots of thinking and talking during the past weeks it has become clear that while building a 9.5m boat on 1-2 days/week would be doable over the course of 2-3 years, it would stretch my free time as well as my financial resources considerably. Also, it would take a very long time until I could actually use the boat. In addition I realized that I don't really have a good plan what I would do with the boat - given that I have a company to run I don't think I'd be leaving for any long term cruises any time soon.\n\n<iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/zxJjbqEhPgc\" frameborder=\"0\" allowfullscreen></iframe>\n\nSo: instead of building a 9.5m yacht, I'm scaling it down to a Mini, the 6.5m type of Mini being used for the Mini Transat. Not only can I build this boat in a shorter time (~800-1000h vs. 2000-2500h) with less money, it also simplifies other things such as finding a place to build it.\n\nIncidentally, [Dudley Dix](http://www.dixdesign.com) not only has the Didi 950 in his program but also the [Didi Mini Mk3](http://www.dixdesign.com/didiminiMk3.htm) – again plywood, flat bottom hull, large rig - but 3m shorter. I'm already talking to people here in Berlin to make me a kit. Others have already [started](http://ronaldgroenewoud.wordpress.com/) [building](http://mini650projectdubai.wix.com/mini650projectdubai) the Mk3.\n\nThis time I even have a plan for after the boat is done. I'll put it into the Baltic Sea first, mostly for long weekends and the one or other week of cruising. I'll also be looking at a few regattas. There are a couple of Mini regattas on the Baltic Sea already, but also other single and double handed races in various places.\n\n![](https://31.media.tumblr.com/bc01c11b5543f9174d6f1289657488a7/tumblr_inline_ng82wrqEcO1qcydz0.png)  \nEastport Nesting Pram – nested.\n\nThe preparations for the build are ongoing. My next step is to build a small dinghy as a building exercise. It'll be an [Eastport Nesting Pram](http://www.clcboats.com/shop/boats/wooden-sailboat-kits/eastport-pram/eastport-nesting-dinghy.html) to be built from a kit during the upcoming holidays. During spring I'm hoping to find a place to build and after that's done I can finally start.","can_reply":false}