{
  "blog_name": "sv-picassol",
  "id": 72322204233,
  "post_url": "http://picassol.co/post/72322204233/new-name-new-mission",
  "slug": "new-name-new-mission",
  "type": "text",
  "date": "2014-01-05 14:43:00 GMT",
  "timestamp": 1388932980,
  "state": "published",
  "format": "markdown",
  "reblog_key": "M5R9aHp1",
  "tags": [
    "solar",
    "renewable energy"
  ],
  "short_url": "http://tmblr.co/Zsxjbs13MlK99",
  "followed": false,
  "highlighted": [],
  "liked": false,
  "note_count": 0,
  "title": "New name, new mission",
  "body": "As some might have noticed we recently changed our name from the quite generic _Bluewater Project_ to _Picassol_. We've always felt that we didn't just want to go out sailing the oceans for the sake of sailing alone, but that we wanted to add something else to it. By the time the blog started we hadn't really figured out what that something could be, but now we do: \n\n<iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/5aCmlHB2gUQ\" frameborder=\"0\" allowfullscreen></iframe>\n\n_[ACCIONA 100% EcoPowered](http://www.accionasailing.com/)_ - the first zero emission Vendée Globe boat. Unfortunately lost her keel during the 2013 race. \n\nConcentrating on the last part of our new name, _sol_ is Spanish for _sun_, and that's what we're going to focus on: a boat that relies only on the sun, also known as renewable energies. Luckily the sun is responsible for the wind, too, so we don't have to toss our sails. What we're talking about is a boat that doesn't rely on fossil fuels, so no Diesel engine, no gas-powered outboard, no generators that run on fuel. Instead wind and electric propulsion, solar panels, wind and water generators.\n\nWe see this as an experiment. We won't be able to build the perfect, 100% fuel-free boat from the start (already my bank account says no), instead we'll start somewhere (how about with a boat for starters) and then work our way \"up\".\n\nDepending on the money situation and the support we can get we want to try out different solutions, see what works and what doesn't and how to improve it. Maybe it'll be a small boat with almost no engine power that can produce the little power it needs though solar panels, maybe it'll be something bigger with water generators, maybe we'll need a fuel tank for emergencies, maybe not.\n\nAs is mostly the case when sailing, the journey is the reward. We'll see what we can up with. At the very least expect a few more [blog posts about renewable energies](http://picassol.co/post/61306539165/power-on-board), solar power gear and \"green\" boating here in the future.",
  "can_reply": false
}
