{"blog_name":"sv-picassol","id":101265809747,"post_url":"http://picassol.co/post/101265809747/carpentry-workshop","slug":"carpentry-workshop","type":"text","date":"2014-10-29 16:53:44 GMT","timestamp":1414601624,"state":"published","format":"markdown","reblog_key":"CvHXFMtb","tags":["carpentry","workshop","boat building","plywood","furniture"],"short_url":"http://tmblr.co/Zsxjbs1UJwQ5J","followed":false,"highlighted":[],"liked":false,"note_count":0,"title":"Carpentry workshop","body":"Today was the first day of a 4 day carpentry workshop I'm doing this week. The idea is to get some more experience in working with wood before attempting such things as building a 9.5m yacht.\n\nI'm building a simple yacht-style cabinet out of plywood. Here's my sophisticated drawing:\n\n![](https://31.media.tumblr.com/6da0b0e4458ec12c9ef5856504812d84/tumblr_inline_ne7tiyVtVB1qcydz0.jpg)\n\nAs you can see it's just a box with a few holes in it to put things in. The holes start higher than the floors in the cabinet to prevent things from falling out.\n\nThe workshop started with an introduction of basic hand tools for measuring things and applying the measurements to a piece of wood. We then started cutting rectangular holes as a first exercise. You basically have to chip away until you're through – apparently there's no machine for that.\n\n![](https://31.media.tumblr.com/dd7e76113779ec5fa7d42530a871f557/tumblr_inline_ne68xpacvT1qcydz0.jpg)\n\nThe next step was to start working on our projects, so I drew a lot of straight lines on my plywood where the holes would be. Since I want round corners I had to draw those as well – turns out the carpenter's tool of choice for drawing circles is a random glass or mug.\n\nCutting out the holes with a jigsaw took a bit of getting used to (especially the corners) and not only did I burn up a blade, I also spent the next hour sanding down the cut-out edges to make them look somewhat even.\n\n![](https://31.media.tumblr.com/f449580e2c1b34cc79937697083fc49f/tumblr_inline_ne68x9EaGo1qcydz0.jpg)","can_reply":false}