{"blog_name":"sv-picassol","id":108723860952,"post_url":"http://picassol.co/post/108723860952/docking-when-short-handed","slug":"docking-when-short-handed","type":"text","date":"2015-01-21 09:35:13 GMT","timestamp":1421832913,"state":"published","format":"markdown","reblog_key":"DS4Ensj4","tags":[],"short_url":"http://tmblr.co/Zsxjbs1bGSdNO","followed":false,"highlighted":[],"liked":false,"note_count":0,"title":"Docking when short-handed","body":"Yesterday I stumbled upon a post titled [The day our 56’ yacht was almost smashed to pieces](http://www.sailingbritican.com/comradeship-amongst-sailors/) on Sailing Britican, and it reminded me that I had been wanting to write a post about docking for a while. Here it is.\n\nDocking/mooring a yacht can be a challenge. Wind, waves and a small crew can make it worse. There's a trick though that I've learned from someone doing a lot of single handed sailing - and docking - that makes it so much easier.\n\n![](https://31.media.tumblr.com/e63470b6ab7de1d53878b22d7bf24aee/tumblr_inline_niit93g9Vx1qcydz0.jpg)  \nDocking doesn't have to be this hard.\n\nA the basic idea is to get the boat stabilized as quickly as possible with only one line tied to the dock and the engine pulling that line taught. Here's an example: when mooring stern-to with wind coming from starboard:\n\n* ignore any mooring lines\n* motor backwards to the dock\n* bring out the windward/starboard aft line\n* immediately put the engine in forward gear and rev it up a bit\n* relax. your boat is safely tied to the dock and you can take all the time in the world to bring out the mooring and other lines\n\nThis tricks works for almost any situation, you just have to think about which line, combined with the engine pulling on it, will prevent the boat from being pushed away by the wind and stabilize it against the dock.\n\nIn Sailing Briticain's case they could have used it even after, when the wind increased and they were afraid the mooring line would break. Just turn on the engine and the boat is held by its aft lines as long as there is fuel.\n\nLast but not least you can leave the dock using the same method.","can_reply":false}